[{"id":7,"name":"Cookie","description":"Cookie fait maison à base de noix","duration":"80","qty_people":"4","creation_date":"14/12/2021","ingredients_list":"Sucre, farine","username":"Caruso"},{"id":8,"name":"Quiche Lorraine","description":"Tarte à base de pâte feuilleté","duration":"120","qty_people":"4","creation_date":"10/12/2021","ingredients_list":"Pâte feuilleté, oeufs, jambon, champignon","username":"James"},{"id":9,"name":"Moules-frites","description":"Prenez des moules, faîtes-les cuire dans une casserole. Préparer des frites et vous êtes prêts !","duration":"60","qty_people":"4","creation_date":"15/12/2021","ingredients_list":"Moules et frites","username":"Caruso"},{"id":10,"name":"Gâteau au chocolat","description":"Gâteau au chocolat pur noir","duration":"60","qty_people":"4","creation_date":"15/12/2021","ingredients_list":"Farine, sucre, oeufs, chocolat noir","username":"Caruso"},{"id":11,"name":"Avocats aux crevettes","description":"Une entrée pleine de fraîcheur avec les avocats aux crevettes ! Ce mariage fonctionne toujours et fait toujours l&#39;unanimité.","duration":"15","qty_people":"8","creation_date":"18/12/2021","ingredients_list":"4 avocats murs, 500 g de crevettes cuites et décortiquées roses, 1 citron. Pour la sauce mayonnaise : 2 jaunes d’oeufs 2 c. à soupe de moutarde, 6 c. à soupe d’huile d&#39;olive, 1 pointe de piment de Cayenne, 1/2 c. à soupe de vinaigre, 1/2 c. à soupe de cognac, 1 c. à soupe de ketchup sel","username":"adminvan"},{"id":12,"name":"Hamburger maison","description":"Dans une poêle, faîtes cuire le boeuf haché et puis déposez une tranche de fromage à hamburger. Lavez les tomates et découpez les en fines rondelles. Faîtes toaster les pains et puis il ne vous reste plus qu&#39;à faire l&#39;assemblage du burger.","duration":"20","qty_people":"4","creation_date":"18/12/2021","ingredients_list":"4 feuilles de laitue, 2 belles tomates, 4 steaks hachés frais, 8 tranches de fromages à hamburger, 4 pains à hamburger et sauces au choix (ketchup, mayonnaise, moutarde, sauce barbecue, …).","username":"adminvan"},{"id":13,"name":"Tiramisù à l&#39;ancienne","description":"Pour un dessert original aux douces saveurs de l&#39;Italie, nous vous recommandons cette succulente recette de tiramisu à la texture crémeuse et moelleuse.","duration":"15","qty_people":"6","creation_date":"18/12/2021","ingredients_list":"250 g de mascarpone, 5 œufs, 6 c. à soupe de sucre en poudre, 1 bol de café noir, 2 paquets de boudoirs ou de biscuits à la cuiller, 100 g de cacao amer","username":"adminvan"},{"id":14,"name":"Pommes de terre au four et sauce à la ciboulette","description":"1. Lavez les pommes de terre et enveloppez-les dans du papier aluminium. Faites-les cuire au four à 210°C pendant 40 minutes. 2. Préparez la crème à la ciboulette : mélangez dans un bol la crème, l&#39;ail haché, la ciboulette ciselée puis salez et poivrez. 3. Une fois les pommes de terre cuites, coupez-les dans le sens de la longueur et versez-y la crème à la ciboulette.","duration":"50","qty_people":"4","creation_date":"18/12/2021","ingredients_list":"4 pommes de terre, 20cl. de crème fraîche épaisse, 1 gousse d&#39;ail, 3 cuillères à soupe  de ciboulettes, sel et poivre","username":"adminvan"}]